Repository: panteam-net/pt.KeePass
Catalog: Translations/*.KeePass Windows/*/Resources.resw
Source language: en_us
Languages: ru_ru

# HomeHumburgerMenu.Text
source: Files
ru_ru: Файлы

# SettingsHamburgerMenu.Text
source: Settings
ru_ru: Настройки

# CreateNewDatabaseCommand.Label
source: Create a new database (Ctrl+N)
ru_ru: Новая база: Ctrl+N

# FilesOpenFileCommand.Label
source: Browse file: Ctrl+O
ru_ru: Выбрать файл: Ctrl+O

# FilesOpenSelectedFileCommand.Label
source: Open file: Enter
ru_ru: Открыть файл: Enter

# InvalidOldPassword
source: The old password is invalid
ru_ru: Старый пароль не подходит

# PasswordsAreNotSame
source: Passwords don't coincide
ru_ru: Пароли не совпадают

# FilesPageHeader.Text
source: Files
ru_ru: Файлы

source: Generate password command
ru_ru: Сгенерировать пароль

# GeneratePasswordCommand.Label
source: Generate password: Ctrl+G
ru_ru: Сгенерировать пароль: Ctrl+G

# SaveCommand.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Save command
ru_ru: Сохранить

# SaveCommand.Label
source: Save: Ctrl+S
ru_ru: Сохранить: Ctrl+S

# CantOpenDatabase
source: Can't open database, the composite key is invalid
ru_ru: Невозможно отрыть базу, составной ключ не подходит

# LoginPageHeader.Text
source: Login page
ru_ru: Страница входа

# FilenameText.Text
source: Filename:
ru_ru: Имя файла:

# PasswordText.Text
source: Master Password:
ru_ru: Мастер пароль:

# AddNewEntryCommand.Label
source: Add a new entry
ru_ru: Добавить новую запись: Ctrl+I

# AddNewGroupCommand.Label
source: Add a new group
ru_ru: Добавить новую группу

# CopyPasswordCommand.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Copy password command
ru_ru: Копировать пароль

# CopyPasswordCommand.Label
source: Copy password (Ctrl+C)
ru_ru: Копировать пароль: Ctrl+C

# CopyUserNameCommand.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Copy user name command
ru_ru: Копировать имя пользователя

# CopyUserNameCommand.Label
source: Copy username (Ctrl+B)
ru_ru: Копировать имя пользователя: Ctrl+B

# DatabaseOptionsCommand.Label
source: Database options
ru_ru: Опции базы данных

# GroupOptionsCommand.Label
source: Group's options
ru_ru: Опции группы

# OpenUrlCommand.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Open URL command
ru_ru: Открыть ссылку

# OpenUrlCommand.Label
source: Open URL: Ctrl+U
ru_ru: Открыть ссылку: Ctrl+U

# RemoveGroupCommand.Label
source: Remove this group
ru_ru: Удалить эту группу

# DeleteEntryCommand.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Delete entry command
ru_ru: Удалить запись

# DeleteEntryCommand.Label
source: Delete: Del
ru_ru: Удалить: Del

# GroupContainsElements
source: This group contains one or more elements. Delete?
ru_ru: Эта группа содержит элементы. Удалить?

# GroupNameTextBlock.Text
source: Group name:
ru_ru: Имя группы:

# GroupOptionsPageHeader.Text
source: Group options
ru_ru: Опции группы

source: No
ru_ru: Нет

source: Yes
ru_ru: Да

# AdditionalChars.Text
source: Also include the following characters:
ru_ru: Включить следующие символы:

# Digits.Text
source: Digits (0, 1, 2, ...):
ru_ru: Цифры (0, 1, 2, ...):

# ExampleTextBlock.Text
source: Example:
ru_ru: Пример:

# HiAnsiCharacters.Text
source: High ANSI characters:
ru_ru: Старшие символы табицы ANSI:

# LowerCase.Text
source: Lower-case (a, b, c, ...):
ru_ru: Нижний регистр (a, b, c, ...):

# Minus.Text
source: Minus (-):
ru_ru: Минус (-):

# PasswordGeneratePageHeader.Text
source: Password generator
ru_ru: Генератор паролей

# PasswordLength.Text
source: Password length:
ru_ru: Длина пароля:

# QualityTextBlock.Text
source: Quality:
ru_ru: Качество:

source: Refresh password example button
ru_ru: Обновить пример пароля

# Space.Text
source: Space ( ):
ru_ru: Пробел ( ):

# Underline.Text
source: Underline (_):
ru_ru: Подчёркивание (_):

# UpperCase.Text
source: Upper-case (A, B, C, ...):
ru_ru: Верхний регистр (A, B, C, ...):

# SaveEntryCommand.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Save entry command
ru_ru: Сохранить запись

# SaveEntryCommand.Label
source: Save entry: Ctrl+S
ru_ru: Сохранить запись: Ctrl+S

source: Undo entry changes command
ru_ru: Отменить изменения записи

# UndoEntryChangesCommand.Label
source: Undo changes: Ctrl+Q
ru_ru: Отменить изменения: Ctrl+Q

# EntryChangesAreUnsaved
source: Entry's changes are unsaved. Do you want to leave and lose them?
ru_ru: Изменения записи не сохранены. Вы хотите покинуть страницу и потерять их?

# UriBadFormat
source: Bad format of URI
ru_ru: Неверный формат ссылки

# UrlTextBlock.Text
source: URL:
ru_ru: Ссылка:

# Groups.Text
source: Groups:
ru_ru: Группы:

# NewDatabasePassword.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: New master password
ru_ru: Новый мастер пароль

source: New master password repeat
ru_ru: Повтор мастер пароля

# NewPasswordRepeatTextBlock.Text
source: New password repeat:
ru_ru: Повтор нового пароля:

# NewPasswordTextBlock.Text
source: New password:
ru_ru: Новый пароль:

# OldDatabasePassword.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Old master password
ru_ru: Старый мастер пароль

# OldPasswordTextBlock.Text
source: Old password:
ru_ru: Старый пароль:

# TitleTextBlock.Text
source: Title:
ru_ru: Заголовок:

# UserNameTextBlock.Text
source: User name:
ru_ru: Имя пользователя:

# PasswordTextBlock.Text
source: Password:
ru_ru: Пароль:

# EntryPassword.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Entry password
ru_ru: Пароль записи

# EntryPasswordRepeat.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Entry password repeat
ru_ru: Повтор пароля записи

# NotesTextBlock.Text
source: Notes:
ru_ru: Примечания:

# Entries.Text
source: Entries:
ru_ru: Записи:

# DeleteSelectedEntryCommand.Label
source: Delete selected entry
ru_ru: Удалить выбранную запись: Del

# PrivacyStatementFirstParagraph.Text
source: Protecting your privacy is important to us. We hope the following statement will help you to understand how we collect, use and safeguard your personal information in the application.
ru_ru: Для нас важно защитить вашу частную жизнь. Мы надеемся, что следующая инструкция поможет вам понять, как мы собираем, используем и защищаем вашу личную информацию в приложении.

# PrivacyStatementSecondParagraph.Text
source: We do not collect any personal or identifying information you whatsoever. However if the app requires access to the Internet and network capabilities so that it may download ads to be displayed in order to keep the app free or upload the telemetry data to improve the application's quality.
ru_ru: Мы не собираем никакой личной или идентифицирующей информации, что бы то ни было. Однако если приложению требуется доступ к сети Интернет и возможности работы с сетью, то это для того чтобы оно могло загружать отображаемые рекламные банеры и загружать необходимые телеметрические данные для улучшения приложения.

# PrivacyStatementSecondParagraphHeader.Text
source: I. Type of collected information
ru_ru: I. Тип собранной информации

# PrivacyStatementForthParagraph.Text
source: Our privacy policy may be changed at any time.
ru_ru: Наша политика конфиденциальности может быть изменена в любое время.

# PrivacyStatementForthParagraphHeader.Text
source: III. Changes of our privacy policy
ru_ru: III. Изменения нашей политики конфиденциальности

# PrivacyStatementThirdParagraph.Text
source: If you have any questions or concerns regarding our privacy policy or how the app can access to your personal information, you may email us at support@panteam.net
ru_ru: Если у вас возникнут вопросы или опасения относительно нашей политики конфиденциальности или как приложение может получить доступ к вашей личной информации, вы можете написать нам на support@panteam.net

# PrivacyStatementThirdParagraphHeader.Text
source: II. How to get more information
ru_ru: II. Как получить дополнительную информацию

# UseShellDrawnBackButtonToggleSwtich.Header
source: Use shell-drawn back button
ru_ru: Использовать кнопку назад в оболочке

# UseShellDrawnBackButtonToggleSwtich.OffContent
source: Back button in page header
ru_ru: Кнопка назад в заголовке страницы

# UseShellDrawnBackButtonToggleSwtich.OnContent
source: Back button in titlebar or taskbar
ru_ru: Кнопка назад в заголовке окна или на панели задач

# UseLightThemeToggleSwitch.Header
source: Use Light Theme
ru_ru: Использовать Яркую Тему

# UseLightThemeToggleSwitch.OffContent
source: Dark theme
ru_ru: Темная тема

# UseLightThemeToggleSwitch.OnContent
source: Light theme
ru_ru: Яркая тема

source: Files hamburger menu button
ru_ru: Файлы

source: Settings hamburger menu button
ru_ru: Настройки

# ItemsTextBlock.Text
source: Items:
ru_ru: Элементы:

# OpenItemCommand.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Open selected item
ru_ru: Открыть выбранный элемент

# OpenItemCommand.Label
source: Open item: Enter
ru_ru: Открыть элемент: Ввод

# GroupsHamburgerMenuText
source: Database:
ru_ru: База данных:

source: Password can't be empty
ru_ru: Пароль не может быть пустым

# LastModificationTime.Text
source: Last modified:
ru_ru: Изменено:

# KeyFileTextBlock.Text
source: Key File:
ru_ru: Файл ключа:

# BrowseKeyFileButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Browse for key file button
ru_ru: Поиск файла ключей

# KeyFilesComboBox.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Recent key files combo box
ru_ru: Ранее использованные файлы ключей

source: None
ru_ru: Отсутствует

# WindowsUserAccountTextBlock.Text
source: Windows User Account
ru_ru: Учетная запись пользователя Windows

source: Use windows user account to protect your database
ru_ru: Использовать учетную запись пользователя windows для защиты базы данных

# WindowsUserAccountSubTextBlock.Text
source: (Incompatible with KeePass or other apps)
ru_ru: (Несовместимо с KeePass или другими приложениями)

# SaveCredentialsSubTextBlock.Text
source: (Protect with Windows Hello. Setup pin or face or finger sign-in in windows settings to enable this option)
ru_ru: (Защита с Windows Hello. Настройте ПИН-код или распознаваие лица или отпечатка пальца для входа в систему в настройках windows, чтобы включить этот параметр)

# SaveCredentialsTextBlock.Text
source: Save credentials
ru_ru: Сохранить учетные данные

# Open.Label
source: Open: Enter
ru_ru: Открыть: Ввод

# ReopenDatabase
source: Can't open database with previous credentials to update with new credentials. Try to reopen the database.
ru_ru: Не удается открыть базу данных с предыдущие учетные данные для обновления с новыми учетными данными. Попробуйте снова открыть базу данных.

# ReadOnlyTextBlock.Text
source: (Read only)
ru_ru: (Только чтение)

# ExportToXmlCommand.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Select an xml file to export data from this group and subgroups
ru_ru: Выберите XML-файл для экспорта данных из этой группы и подгрупп

# ExportToXmlCommand.Label
source: Export to XML...
ru_ru: Экспорт в XML...

# AppDescription
source: KeePass based passwords manager
ru_ru: Менеджер паролей на основе KeePass

# PrivacyStatementPivotItem.Header
source: Privacy statement
ru_ru: Заявление о конфиденциальности

# AboutPivotItem.Header
source: About
ru_ru: О программе

# SettingsPivotItem.Header
source: Settings
ru_ru: Параметры

# SettingsPageHeader.Content
source: Settings page
ru_ru: Страница настроек

source: Purchases
ru_ru: Покупки

# PurchasesTextBlock.Text
source: Purchases
ru_ru: Покупки

# PurchaseDesriptionTextBlock.Text
source: You can purshase one of these add-ons
ru_ru: Вы можете купить одно из этих дополнений

# LoadPurchasesText
source: Load available updates
ru_ru: Загрузить доступные дополнения

# BuySelectedPurchaseTextBlock.Text
source: Buy selected purchase
ru_ru: Купить выбранное

# PriceTextBlock.Text
source: Price:
ru_ru: Цена:

# LoadAvailablePurchasesTextBlock.Text
source: Load available purchases
ru_ru: Загрузить доступные покупки

source: Making the purchase
ru_ru: Совершение покупки

# FileNotFoundException
source: Can't open database, the database file is inaccessible
ru_ru: Невозможно открыть базу паролей. Файл не доступен.

# UserNameCopied
source: in Clipboard
ru_ru: В буфере обмена

# CantUseWindowsHello
source: Can't use windows hello to restore credentials.
ru_ru: Невозможно использовать Windows Hello для восстановления учетных данных.

# DatabaseIsInaccessible
source: Database file is inaccessible. Do you want to try again or continue without saving changes?
ru_ru: Файл базы паролей недоступен. Вы хотие попробовать снова или продолжить без сохранения изменений?

source: Error
ru_ru: Ошибка

# KeyFileIsInaccessible
source: Keyfile is inaccessible. Do you want to try again or continue without saving changes?
ru_ru: Файл ключа недоступен. Вы хотие попробовать снова или продолжить без сохранения изменений?

# KeyFileIsIncorrect
source: Keyfile is incorrect. Do you want to try again or continue without saving changes?
ru_ru: Ключевой файл поврежден. Вы хотие попробовать снова или продолжить без сохранения изменений?

# DatabasePassword.Text
source: Kdbx password
ru_ru: Пароль kdbx файла

# FilenameToExport.Text
source: Filename of XML for export
ru_ru: Имя XML файла для экспорта

# SelectFileToExport.Text
source: Pick up XML file for export
ru_ru: Выберите XML файл для экспорта

# ExportPageHeader.Text
source: Export page
ru_ru: Экспорт

# ShareCommand.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Share
ru_ru: Поделиться

# ShareCommand.Label
source: Share
ru_ru: Поделиться: Ctrl+P

# ExportSharingDescription
source: XML export passwords from kdbx database
ru_ru: XML файл экспорта паролей из базы kdbx

# ExportedTextBlock.Text
source: Group has been exported successfully
ru_ru: Группа была успешно экспортирована

# ExportToXmlDisclamer.Text
source: The operation is not secure. All data from the group will be exported to an unencrypted XML file. Anyone will be able to read the exported file if has access to it.
ru_ru: Операция не является безопасной. Все данные из группы будут экспортированы в незашифрованный XML- файл. Любой желающий сможет прочитать экспортированный файл, если имеет к нему доступ.

# CopiedTextBlock.Text
source: Copied
ru_ru: Скопировано

# PasswordRepeatTextBlock.Text
source: Repeat password:
ru_ru: Повтор пароля:

# SlidableListItem.RightLabel
source: Remove
ru_ru: Убрать

# RemoveMenuItem.Text
source: Remove
ru_ru: Убрать

# PrivacyStatementZeroParagraph.Text
source: Pro version doesn't collect any information at all. Because it has no Internet capability. Operating system blocks any attemts to connect to the Internet. Non Pro version collects information to make both free and Pro versions better
ru_ru: Версия Pro не осуществляет сбор какой-либо информации. Эта версия лишина возможности подключения к Интернету. Операционная система будет осуществлять блокировку любых попыток доступа к Интернету. Не Pro версия собирает информацию для улучшения обоих продуктов бесплатной версии и Pro версии

# PrivacyStatementZeroParagraphHeader.Text
source: Pro version
ru_ru: Pro версия

# RemoveMenuBar.Label
source: Remove
ru_ru: Удалить (Ctrl+R)

# BuyProButton.Text
source: Buy Pro version in the Store...
ru_ru: Купить Pro версию в Магазине...

# SearchEntriesBox.PlaceholderText
source: Search in all subgroups
ru_ru: Искать в подгруппах

# EntryHistoryTab.Label
source: History
ru_ru: История

# EntryTab.Label
source: Entry
ru_ru: Запись

# HistoryDataGridSizeColumn.HeaderText
source: Size
ru_ru: Размер

# HistoryDataGridTitleColumn.HeaderText
source: Title
ru_ru: Заголовок

# HistoryDataGridUsernameColumn.HeaderText
source: User Name
ru_ru: Имя пользователя

# HistoryDataGridVersionColumn.HeaderText
source: Version
ru_ru: Версия

# DeleteTextBlock.Text
source: Delete
ru_ru: Удалить

# RestoreTextBlock.Text
source: Restore
ru_ru: Восстановить

# ViewTextBlock.Text
source: View
ru_ru: Просмотреть

# DatabaseError_Reopen
source: Database error. Try to reopen the database.
ru_ru: Ошибка базы данных. Попробуйте открыть базу данных заново.

# IvalidFieldlName
source: Invalid field name
ru_ru: Недопустимое имя поля

# EmptyFieldName
source: Field name can't be empty
ru_ru: Пустое имя поля

# EntryStringFieldsTab.Label
source: Fields
ru_ru: Поля

# NewFieldIsProtected.Text
source: Enable in-memory protection
ru_ru: Защита данных в памяти

# NewFieldName.Text
source: Field Name
ru_ru: Имя Поля

# NewFieldValue.Text
source: Field Value
ru_ru: Значение Поле

# AddOrUpdateTextBlock.Text
source: Add or update
ru_ru: Добавить или изменить

# CopyTextBlock.Text
source: Copy
ru_ru: Копировать

# LoadTextBlock.Text
source: Load
ru_ru: Загрузить

# RecycleBinName
source: Recycle Bin
ru_ru: Корзина

# AutoCreateNew
source: (Automatically create new)
ru_ru: (Автоматически создавать новую)

# CredentialsTab.Label
source: Credentials
ru_ru: Доступ

# RecycleBinTextBlock.Text
source: Recycle bin group:
ru_ru: Группа для корзины:

# UseRecycleBinTextBlock.Text
source: Use a recycle bin
ru_ru: Использовать корзину

# UseRecycleDisclamer.Text
source: If this option is enabled, pt.KeePass moves entries/groups to the recycle bin group instead of deleting them. Deleting an entry/group from the recycle bin will permanently remove it.
ru_ru: Если эта опция активна, pt.KeePass перености записи/группы в группу определенную как корзина вместо удаления. Удаление записи/группы из корзины необратимо.

# RecycleBinTab.Label
source: Recycle Bin
ru_ru: Корзина

source: Attention
ru_ru: Внимание

# PasswordIsNotSaved
source: Credentials are not saved. Do you want to leave the page?
ru_ru: Данные доступа к БД не сохранены. Вы хотите покинуть страницу?

# UseEmptyCredentialsTextBlock.Text
source: Use empty credentials
ru_ru: Использовать БД без проверки учетных данных

# NewFieldExpander.Header
source: New field
ru_ru: Новое поле

# ptEntryTypeBankCard
source: Bank card
ru_ru: Банковская карта

# ptEntryTypeGeneral
source: General
ru_ru: Общая запись

source: pt.Entry Type
ru_ru: pt.Тип записи

# NotesTab.Label
source: Notes
ru_ru: Прим.

# CardNumberTextBlock.Text
source: Card number
ru_ru: Номер карты

# CardValidToMonthTextBlock.Text
source: Card valid to month
ru_ru: Месяц действия карты

# CardValidToTextBlock.Text
source: Card valid to
ru_ru: Срок действия карты

# CardValidToYearTextBlock.Text
source: Card valid to year
ru_ru: Год действия карты

# CardHolderTextBlock.Text
source: Card holder
ru_ru: Владелец карты

# ShowTextBlock.Text
source: Show
ru_ru: См.

# CardPinCodeTextBlock.Text
source: Card PIN code
ru_ru: PIN код карты

# CardSecretWordTextBlock.Text
source: Card secret word
ru_ru: Секретное слово карты

# ptBankCardHolderName
source: Cardholder
ru_ru: Владелец карты

# ptBankCardNumber
source: Card number
ru_ru: Номер карты

# ptBankCardPinCode
source: Card PIN code
ru_ru: PIN код карты

# ptBankCardSecretWord
source: Card's secret word
ru_ru: Секретное слово карты

# ptBankCardValidToMonth
source: Card valid to month
ru_ru: Месяц дейсвтия карты

# ptBankCardValidToYear
source: Card valid to year
ru_ru: Год действия карты

# IconSettingsPivotItem.Header
source: Icons
ru_ru: Иконки

# IconsPackTextBlock.Text
source: Icons pack
ru_ru: Иконки

# IconNameColumn.HeaderText
source: Icon name
ru_ru: Название иконка

# IconPackIconColumn.HeaderText
source: Icon pack icon
ru_ru: иконка из набора

# IconsForGroupTextBlock.Text
source: Icons for group
ru_ru: Иконки для группы

# IconsForKeyTextBlock.Text
source: Icons for key
ru_ru: Иконки для ключей

# KeePassImageColumn.HeaderText
source: KeePass icon
ru_ru: иконка KeePass

# DirectoryTextBlock.Text
source: Directory:
ru_ru: Папка

# FilenameTextBlock.Text
source: Filename
ru_ru: Файл

# LastModifiedTextBlock.Text
source: Last modified
ru_ru: Изменен

# CustomIconsTextBlock.Text
source: Custom icons
ru_ru: Пользовательские иконки

# KeePassIconsTextBlock.Text
source: KeePass icons
ru_ru: Иконки KeePass

# GroupTab.Label
source: Group
ru_ru: Группа

# SetButton.Content
source: Set
ru_ru: Выбрать

# ThankYouTextBlock.Text
source: Thank you for your support!
ru_ru: Спасибо за поддержку!

# RateUsButton.Content
source: Rate the app
ru_ru: Оцените это приложение

# FileVersionNotSupported
source: The file version is not supported. pt.KeePass supports kdbx file versions from 2.0 to 2.20. We don't update the core library to keep supporting old versions of Windows 10. You can use MyPasswordManager to open this file.
ru_ru: Версия файла не поддерживается. pt.KeePass поддерживает версии файлов kdbx от 2.0 до 2.20. Мы не обновляем библиотеку программы, чтобы сохранить поддержку старых версий Windows 10. Вы можете испольовать MyPasswordManager, чтобы открыть этот файл.

# Password.PlaceholderText
source: Password
ru_ru: Пароль

# TapAnimationToStopAutoOpenTextBlock.Text
source: Tap the animation to stop auto-opening
ru_ru: Нажмите на анимацию, чтобы остановить автоматическое открытие

# AttentionTextBlock.Text
source: Attention
ru_ru: Внимание

source: Entities
ru_ru: Объекты

# SharingReloginTextBlock.Text
source: If you're exporting more than one entity we will ask you to enter the secure database credentials on the next page. It would not let you use your device's stored password if you have one.
ru_ru: Если вы экспортируете несколько объектов, мы попросим вас ввести учетные данные защищенной базы данных на следующей странице без использования сохраненного пароля на вашем устройстве, если он у вас есть.

# SharingWarningTextBlock.Text
source: The operation is not secure. The data will be exported unencrypted. Anyone will be able to read the exported data if one got access to them.
ru_ru: Эта операция не является безопасной. Данные будут экспортированы в незашифрованном виде. Любой желающий сможет прочитать экспортированные данные, если получит к ним доступ.

# SkipThisPageTextBlock.Text
source: Skip this page next time
ru_ru: Пропускать эту страницу последующие разы

source: App settings
ru_ru: Настройки приложения

# ContributeTranslationText
source: We're always looking for translation contributions! You can make corrections or help to make this app available in your language by joining our community on GitHub
ru_ru: Мы вседа рады помощи в переводе приложения! Вы можете внести исправления или помочь сделать это приложение доступным на вашем языке, присоединившись к нашему сообществу на GitHub

# ContributeTranslationCommandText
source: Contribute translation
ru_ru: Учавствовать в переводе

source: Settings
ru_ru: Настройки

# ShareMenuFlyoutItem.Text
source: Share
ru_ru: Поделиться

# ClipboardCleaningTimeoutSecondsTextBlock.Text
source: Clipboard cleaning timeout (seconds)
ru_ru: Тайм-аут очистки буфера обмена (секунды)

# OpenInAnotherAppMenuFlyoutItem.Text
source: Open in another app...
ru_ru: Открыть в другом приложении...

source: File providers
ru_ru: Поставщики файлов

# LocalFolderTextBlock.Text
source: Local folder...
ru_ru: Локальная папка...

source: Local storage
ru_ru: Диск
